"Name:" = "Name:";
"Wildcard" = "Wildcard";

"Extension:" = "Extension:";

"Label:" = "Label:";
"Hold Command to select multiple labels" = "Hold Command to select multiple labels";

"Kind:" = "Kind:";
"Any" = "Any";
"Folder" = "Folder";
"File" = "File";

// E.g: 2 items selected
"%{value1}@ items selected" = "%{value1}@ items selected";

"Extend selection" = "Extend selection";

"Select" = "Select";
"Invert" = "Invert";
"Select & Close" = "Select & Close";